Repository: Aaroneisele55/fitbit-DigitalSimpleClock
Catalog: app/i18n/*.po
Languages: de_de

source: ClearNight
de_de: klare Nacht

source: Cloudy
de_de: wolkig

source: Cold
de_de: kalt

source: Flurries
de_de: Hagel

source: Fog
de_de: Nebel

source: FreezingRain
de_de: gefrierender Regen

source: HazyMoonlight
de_de: Nebel

source: HazySunshineDay
de_de: Nebel

source: Hot
de_de: heiÃŸmsgid "10

source: IntermittentCloudsDay
de_de: Wolken

source: IntermittentCloudsNight
de_de: Wolken

source: MostlyClearNight
de_de: meist klar

source: MostlyCloudyDay
de_de: meist wolkig

source: MostlyCloudyNight
de_de: Gewitter

source: MostlyCloudyWithFlurriesDay
de_de: meist wolkig + Hagel

source: MostlyCloudyWithFlurries
de_de: meist wolkig + Hagel

source: MostlyCloudyWithShowersDay
de_de: meist Wolkig + Schauer

source: MostlyCloudyWithShowersNight
de_de: meist Wolkig + Schauer

source: MostlyCloudyWithSnowNight
de_de: meist wolkig + Schnee

source: MostlyCloudyWithThunderstormsDay
de_de: meist wolkig + Gewitter

source: MostlyCloudyWithThunderstormsNight
de_de: meist wolkig + Gewitter

source: MostlySunnyDay
de_de: meist sonnig

source: Overcast
de_de: bedeckt

source: PartlyCloudyNight
de_de: teils wolkig

source: PartlyCloudyWithShowersNight
de_de: teils wolkig + Schauer

source: PartlyCloudyWithThunderstormsNight
de_de: teils wolkig + Gewitter

source: PartlySunnyDay
de_de: teils sonnig

source: PartlySunnyWithFlurriesDay
de_de: teils sonnig + Hagel

source: PartlySunnyWithShowersDay
de_de: teils sonig + Schauer

source: PartlySunnyWithThunderstormsDay
de_de: teils wolkig + Gewitter

source: Rain
de_de: Regen

source: RainAndSnow
de_de: Regen+Schnee

source: Showers
de_de: Schauer

source: Sleet
de_de: Schneeregen

source: Snow
de_de: Schnee

source: SunnyDay
de_de: sonnig

source: Thunderstorms
de_de: windig
